Repository: CofficLab/Lumi
Catalog: Plugins/AgentTurnRunnerPlugin/Sources/AgentTurnRunnerPlugin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant, zh_hk, zh_tw

source: %d messages · %d tools
zh_hans: %d 条消息 · %d 个工具
zh_hant: %d 則訊息 · %d 個工具
zh_hk: %d 條消息 · %d 個工具
zh_tw: %d 條訊息 · %d 個工具

source: %d sent requests
zh_hans: %d 条已发送请求
zh_hant: %d 條已傳送請求
zh_hk: %d 條已發送請求
zh_tw: %d 條已傳送請求

source: %d tools available to the model
zh_hans: 模型可用的 %d 个工具
zh_hant: 模型可用的 %d 個工具
zh_hk: 模型可用的 %d 個工具
zh_tw: 模型可用的 %d 個工具

source: Agent Turn Runner
zh_hans: Agent 执行器
zh_hant: Agent 執行器
zh_hk: Agent 執行器
zh_tw: Agent 執行器

source: All %d messages (read-only)
zh_hans: 全部 %d 条消息（只读）
zh_hant: 全部 %d 則訊息（唯讀）
zh_hk: 全部 %d 條消息（只讀）
zh_tw: 全部 %d 條訊息（只讀）

source: Clear All
zh_hans: 清除全部
zh_hant: 清除全部
zh_hk: 清除全部
zh_tw: 清除全部

source: Conversation ID
zh_hans: 对话 ID
zh_hant: 對話 ID
zh_hk: 對話 ID
zh_tw: 對話 ID

source: Core fields captured for this request
zh_hans: 本次请求的核心字段
zh_hant: 本次請求的核心欄位
zh_hk: 本次請求的核心字段
zh_tw: 本次請求的核心欄位

source: File Attachments
zh_hans: 文件附件
zh_hant: 檔案附件
zh_hk: 文件附件
zh_tw: 檔案附件

source: Image Attachments
zh_hans: 图片附件
zh_hant: 圖片附件
zh_hk: 圖片附件
zh_tw: 圖片附件

source: Merged system message (role = system)
zh_hans: 合并后的系统消息 (role = system)
zh_hant: 合併後的系統訊息 (role = system)
zh_hk: 合併後的系統消息 (role = system)
zh_tw: 合併後的系統訊息 (role = system)

source: Messages
zh_hans: 消息
zh_hant: 訊息
zh_hk: 消息
zh_tw: 訊息

source: Model
zh_hans: 模型
zh_hant: 模型
zh_hk: 模型
zh_tw: 模型

source: No LLM provider available
zh_hans: 没有可用的 LLM 提供商
zh_hant: 沒有可用的 LLM 提供者
zh_hk: 沒有可用的 LLM 提供商
zh_tw: 沒有可用的 LLM 提供商

source: No messages in this request
zh_hans: 此请求中没有消息
zh_hant: 此請求中沒有訊息
zh_hk: 此請求中沒有消息
zh_tw: 此請求中沒有訊息

source: No sent requests
zh_hans: 暂无已发送的请求
zh_hant: 暫無已傳送的請求
zh_hk: 暫無已發送的請求
zh_tw: 暫無已傳送的請求

source: No system prompt in this request
zh_hans: 此请求中没有系统提示词
zh_hant: 此請求中沒有系統提示詞
zh_hk: 此請求中沒有系統提示詞
zh_tw: 此請求中沒有系統提示詞

source: No tools in this request
zh_hans: 此请求中没有工具
zh_hant: 此請求中沒有工具
zh_hk: 此請求中沒有工具
zh_tw: 此請求中沒有工具

source: Open Data Directory
zh_hans: 打开数据目录
zh_hant: 開啟資料目錄
zh_hk: 打開數據目錄
zh_tw: 開啟資料目錄

source: Overview
zh_hans: 概览
zh_hant: 概覽
zh_hk: 概覽
zh_tw: 概覽

source: Provider
zh_hans: 提供商
zh_hant: 提供者
zh_hk: 提供商
zh_tw: 提供商

source: Read-only summary of the sent request
zh_hans: 已发送请求的只读摘要
zh_hant: 已傳送請求的唯讀摘要
zh_hk: 已發送請求的只讀摘要
zh_tw: 已傳送請求的只讀摘要

source: Refresh
zh_hans: 刷新
zh_hant: 重新整理
zh_hk: 刷新
zh_tw: 重新整理

source: Request Info
zh_hans: 请求信息
zh_hant: 請求資訊
zh_hk: 請求信息
zh_tw: 請求資訊

source: Select a request
zh_hans: 请选择一条请求
zh_hant: 請選取一條請求
zh_hk: 請選擇一條請求
zh_tw: 請選擇一條請求

source: Selected: %@
zh_hans: 已选择：%@
zh_hant: 已選取：%@
zh_hk: 已選擇：%@
zh_tw: 已選擇：%@

source: Sent At
zh_hans: 发送时间
zh_hant: 傳送時間
zh_hk: 發送時間
zh_tw: 傳送時間

source: Sent Requests
zh_hans: 已发送的请求
zh_hant: 已傳送的請求
zh_hk: 已發送的請求
zh_tw: 已傳送的請求

source: System Prompt
zh_hans: 系统提示词
zh_hant: 系統提示詞
zh_hk: 系統提示詞
zh_tw: 系統提示詞

source: Tools
zh_hans: 工具
zh_hant: 工具
zh_hk: 工具
zh_tw: 工具

source: unknown
zh_hans: 未知
zh_hant: 未知
zh_hk: 未知
zh_tw: 未知

source: Unknown
zh_hans: 未知
zh_hant: 未知
zh_hk: 未知
zh_tw: 未知

source: Unknown model
zh_hans: 未知模型
zh_hant: 未知模型
zh_hk: 未知模型
zh_tw: 未知模型
